Repository: duongductrong/Snapzy
Catalog: Snapzy/Resources/Localization/Features/Settings.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, ru, vi, zh_hans, zh_hant

# preferences-history.capture-storage-title
source: Capture Storage
de: Aufnahmespeicher
es: Almacenamiento de capturas
fr: Stockage des captures
ja: キャプチャの保存場所
ko: 캡처 저장 위치
ru: Папка записей
vi: Lưu trữ ảnh/video
zh_hans: 截屏与录屏存储
zh_hant: 截圖與錄製儲存位置

# preferences-history.clear-history-alert-message
source: This will move all capture files to Trash and remove them from History. This action cannot be undone in Snapzy.
de: Alle Aufnahmedateien werden in den Papierkorb gelegt und aus dem Verlauf entfernt. Dies kann in Snapzy nicht rückgängig gemacht werden.
es: Se moverán todos los archivos de captura a la papelera y se quitarán del historial. Esta acción no se puede deshacer en Snapzy.
fr: Tous les fichiers de capture seront déplacés vers la corbeille et retirés de l’historique. Cette action est irréversible dans Snapzy.
ja: すべてのキャプチャファイルがゴミ箱に移動され、履歴から削除されます。この操作は Snapzy では取り消せません。
ko: 모든 캡처 파일이 휴지통으로 이동되고 기록에서 제거됩니다. 이 작업은 Snapzy에서 되돌릴 수 없습니다.
ru: Все файлы записей будут перемещены в корзину и удалены из истории. Это действие нельзя отменить в Snapzy.
vi: Thao tác này sẽ chuyển toàn bộ file capture vào Thùng rác và xóa khỏi History. Không thể hoàn tác trong Snapzy.
zh_hans: 所有截屏与录屏文件将被移到废纸篓并从历史记录中移除。此操作在 Snapzy 中无法撤销。
zh_hant: 所有截圖與錄製檔案將移到垃圾桶並從歷史紀錄中移除。此操作在 Snapzy 中無法還原。

# preferences-history.clear-history-alert-title
source: Clear All History?
de: Gesamten Verlauf leeren?
es: ¿Borrar todo el historial?
fr: Effacer tout l’historique ?
ja: 履歴をすべて消去しますか？
ko: 기록을 모두 지울까요?
ru: Очистить всю историю?
vi: Xóa toàn bộ lịch sử?
zh_hans: 确定要清空全部历史记录？
zh_hant: 確定要清空全部歷史紀錄？

# preferences-history.clear-history-button
source: Clear History
de: Verlauf leeren
es: Borrar historial
fr: Effacer l’historique
ja: 履歴を消去
ko: 기록 지우기
ru: Очистить историю
vi: Xóa lịch sử
zh_hans: 清空历史记录
zh_hant: 清空歷史紀錄

# preferences-history.clear-history-confirm
source: Clear
de: Leeren
es: Borrar
fr: Effacer
ja: 消去
ko: 지우기
ru: Очистить
vi: Xóa
zh_hans: 清除
zh_hant: 清空

# preferences-history.clear-history-description
source: Move all captures to Trash and clear History
de: Alle Aufnahmen in den Papierkorb legen und Verlauf leeren
es: Mover todas las capturas a la papelera y borrar el historial
fr: Déplacer toutes les captures vers la corbeille et effacer l’historique
ja: すべてのキャプチャをゴミ箱に移動して履歴を消去
ko: 모든 캡처를 휴지통으로 옮기고 기록을 비웁니다
ru: Переместить все записи в корзину и очистить историю
vi: Chuyển toàn bộ capture vào Thùng rác và xóa History
zh_hans: 将所有截屏与录屏移到废纸篓并清空历史记录
zh_hant: 將所有截圖與錄製移到垃圾桶並清空歷史紀錄

# preferences-history.clear-history-title
source: Clear All History
de: Gesamten Verlauf leeren
es: Borrar todo el historial
fr: Effacer tout l’historique
ja: 履歴をすべて消去
ko: 기록 전체 지우기
ru: Очистить всю историю
vi: Xóa toàn bộ lịch sử
zh_hans: 清空全部历史记录
zh_hant: 清空全部歷史紀錄

# preferences-history.clear-selection
source: Clear
de: Zurücksetzen
es: Borrar
fr: Effacer
ja: 解除
ko: 해제
ru: Снять
vi: Bỏ chọn
zh_hans: 清除所选
zh_hant: 清除所選項目

# preferences-history.default-filter-all
source: All
de: Alle
es: Todo
fr: Tout
ja: すべて
ko: 모두
ru: Все
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

# preferences-history.default-filter-description
source: Filter shown when opening the floating panel
de: Filter beim Öffnen des schwebenden Panels
es: Filtro mostrado al abrir el panel flotante
fr: Filtre affiché à l’ouverture du volet flottant
ja: フローティングパネルを開いたときに表示するフィルタ
ko: 플로팅 패널을 열 때 표시할 필터
ru: Фильтр при открытии плавающей панели
vi: Bộ lọc hiển thị khi mở bảng nổi
zh_hans: 打开悬浮面板时显示的筛选方式
zh_hant: 開啟浮動面板時顯示的篩選方式

# preferences-history.default-filter-screenshots
source: Screenshots
de: Bildschirmfotos
es: Capturas de pantalla
fr: Captures d’écran
ja: スクリーンショット
ko: 스크린샷
ru: Снимки экрана
vi: Ảnh chụp màn hình
zh_hans: 屏幕截图
zh_hant: 螢幕截圖

# preferences-history.default-filter-title
source: Default Filter
de: Standardfilter
es: Filtro predeterminado
fr: Filtre par défaut
ja: デフォルトのフィルタ
ko: 기본 필터
ru: Фильтр по умолчанию
vi: Bộ lọc mặc định
zh_hans: 默认筛选
zh_hant: 預設篩選

# preferences-history.delete-after-days
source: Delete captures older than %d days
de: Aufnahmen löschen, die älter als %d Tage sind
es: Eliminar capturas de más de %d días
fr: Supprimer les captures de plus de %d jours
ja: %d 日より古いキャプチャを削除
ko: %d일이 지난 캡처 삭제
ru: Удалять записи старше %d дн.
vi: Xóa ảnh và video cũ hơn %d ngày
zh_hans: 删除早于 %d 天的截屏和录屏
zh_hant: 刪除早於 %d 天的截圖與錄製

# preferences-history.delete-selected-alert-message
source: Move %d selected capture item(s) to Trash and remove them from History.
de: %d ausgewählte Aufnahme(n) in den Papierkorb legen und aus dem Verlauf entfernen.
es: Mover %d elemento(s) de captura seleccionado(s) a la papelera y quitarlo(s) del historial.
fr: Déplacer %d capture(s) sélectionnée(s) vers la corbeille et les retirer de l’historique.
ja: 選択した %d 件のキャプチャをゴミ箱に移動し、履歴から削除します。
ko: 선택한 캡처 %d개를 휴지통으로 옮기고 기록에서 제거합니다.
ru: Переместить %d выбранных записей в корзину и удалить из истории.
vi: Chuyển %d mục đã chọn vào Thùng rác và xóa khỏi History.
zh_hans: 将已选的 %d 项移到废纸篓并从历史记录中移除。
zh_hant: 將所選的 %d 個項目移到垃圾桶並從歷史紀錄中移除。

# preferences-history.delete-selected-alert-title
source: Delete Selected Captures?
de: Ausgewählte Aufnahmen löschen?
es: ¿Eliminar capturas seleccionadas?
fr: Supprimer les captures sélectionnées ?
ja: 選択したキャプチャを削除しますか？
ko: 선택한 캡처를 삭제할까요?
ru: Удалить выбранные записи?
vi: Xóa các mục đã chọn?
zh_hans: 删除所选内容？
zh_hant: 刪除所選項目？

# preferences-history.deleted-captures
source: Deleted %d capture item(s)
de: %d Aufnahme(n) gelöscht
es: Se eliminaron %d elemento(s) de captura
fr: %d capture(s) supprimée(s)
ja: キャプチャを %d 件削除しました
ko: 캡처 %d개 삭제됨
ru: Удалено записей: %d
vi: Đã xóa %d mục
zh_hans: 已删除 %d 项
zh_hant: 已刪除 %d 項

# preferences-history.display-section
source: Display
de: Darstellung
es: Visualización
fr: Affichage
ja: 表示
ko: 표시
ru: Отображение
vi: Hiển thị
zh_hans: 显示
zh_hant: 顯示

# preferences-history.floating-panel-description
source: Show a floating panel for quick access to recent captures
de: Zeigt ein schwebendes Panel für schnellen Zugriff auf aktuelle Aufnahmen
es: Muestra un panel flotante para acceder rápidamente a las capturas recientes
fr: Affiche un volet flottant pour un accès rapide aux captures récentes
ja: 最近のキャプチャにすばやくアクセスするフローティングパネルを表示します
ko: 최근 캡처에 빠르게 접근할 수 있는 플로팅 패널을 표시합니다
ru: Показывать плавающую панель для быстрого доступа к недавним записям
vi: Hiển thị bảng nổi để truy cập nhanh các lần chụp và quay gần đây
zh_hans: 显示悬浮面板，以便快速访问最近的截屏和录屏
zh_hant: 顯示浮動面板，以便快速存取最近的截圖與錄製

# preferences-history.floating-panel-section
source: Floating Panel
de: Schwebendes Panel
es: Panel flotante
fr: Volet flottant
ja: フローティングパネル
ko: 플로팅 패널
ru: Плавающая панель
vi: Bảng nổi
zh_hans: 悬浮面板
zh_hant: 浮動面板

# preferences-history.floating-panel-title
source: Enable Floating Panel
de: Schwebendes Panel aktivieren
es: Activar panel flotante
fr: Activer le volet flottant
ja: フローティングパネルを有効にする
ko: 플로팅 패널 사용
ru: Включить плавающую панель
vi: Bật bảng nổi
zh_hans: 启用悬浮面板
zh_hant: 啟用浮動面板

# preferences-history.keep-forever
source: Keep captures forever
de: Aufnahmen dauerhaft behalten
es: Conservar capturas indefinidamente
fr: Conserver les captures indéfiniment
ja: キャプチャをずっと保持
ko: 캡처를 계속 보관
ru: Хранить записи без ограничения
vi: Giữ lịch sử mãi mãi
zh_hans: 永久保留截屏和录屏
zh_hant: 永久保留截圖與錄製

# preferences-history.max-count-description
source: Maximum number of captures stored in history
de: Maximale Anzahl der Aufnahmen im Verlauf
es: Número máximo de capturas guardadas en el historial
fr: Nombre maximal de captures enregistrées dans l’historique
ja: 履歴に保存するキャプチャの最大数
ko: 기록에 저장할 캡처의 최대 개수
ru: Максимальное число записей в истории
vi: Số lượng ảnh và video tối đa được lưu trong lịch sử
zh_hans: 历史记录中保存的截屏和录屏数量上限
zh_hant: 歷史記錄中儲存的截圖與錄製數量上限

# preferences-history.max-count-title
source: Max Stored Items
de: Max. gespeicherte Einträge
es: Máx. de elementos almacenados
fr: Éléments stockés max.
ja: 保存する項目の最大数
ko: 저장 항목 최대 개수
ru: Макс. сохраняемых элементов
vi: Số mục lưu tối đa
zh_hans: 历史记录最多保存条数
zh_hant: 歷史紀錄最多可儲存的項目數

# preferences-history.max-items-description
source: Maximum number of items shown in the floating panel
de: Maximale Anzahl der Einträge im schwebenden Panel
es: Número máximo de elementos en el panel flotante
fr: Nombre maximal d’éléments dans le volet flottant
ja: フローティングパネルに表示する項目の最大数
ko: 플로팅 패널에 표시할 항목의 최대 개수
ru: Максимальное число элементов на плавающей панели
vi: Số mục tối đa hiển thị trong bảng nổi
zh_hans: 悬浮面板中显示条目的最大数量
zh_hant: 浮動面板中顯示項目的最大數量

# preferences-history.max-items-title
source: Max Displayed Items
de: Max. angezeigte Einträge
es: Máx. de elementos mostrados
fr: Éléments affichés max.
ja: 表示する項目の最大数
ko: 표시 항목 최대 개수
ru: Макс. отображаемых элементов
vi: Số mục hiển thị tối đa
zh_hans: 面板中最多显示条目数
zh_hant: 面板中最多顯示的項目數

# preferences-history.open-capture-storage-button
source: Open Folder
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
ja: フォルダを開く
ko: 폴더 열기
ru: Открыть папку
vi: Mở thư mục
zh_hans: 打开文件夹
zh_hant: 打開檔案夾

# preferences-history.panel-position-description
source: Choose where the floating panel appears on screen
de: Legen Sie fest, wo das schwebende Panel auf dem Bildschirm erscheint
es: Elige dónde aparece el panel flotante en pantalla
fr: Choisissez où le volet flottant apparaît à l’écran
ja: フローティングパネルを画面上のどこに表示するかを選びます
ko: 화면에서 플로팅 패널이 나타날 위치를 선택합니다
ru: Выберите, где на экране показывать плавающую панель
vi: Chọn vị trí hiển thị của bảng nổi trên màn hình
zh_hans: 选择悬浮面板在屏幕上的出现位置
zh_hant: 選擇浮動面板在螢幕上的顯示位置

# preferences-history.panel-size-description
source: Resize the floating panel and its preview cards
de: Größe des schwebenden Panels und der Vorschaubilder anpassen
es: Cambia el tamaño del panel flotante y sus tarjetas de vista previa
fr: Redimensionne le volet flottant et ses cartes d’aperçu
ja: フローティングパネルとプレビューカードのサイズを変更します
ko: 플로팅 패널과 미리보기 카드 크기를 조정합니다
ru: Изменить размер плавающей панели и карточек предпросмотра
vi: Điều chỉnh kích thước bảng nổi và các thẻ xem trước
zh_hans: 调整悬浮面板及其预览卡片的大小
zh_hant: 調整浮動面板與其預覽卡片的大小

# preferences-history.panel-size-large
source: L
de: G
es: G
fr: G
ja: 大
ko: 크게
ru: Б
zh_hans: 大
zh_hant: 大

# preferences-history.panel-size-small
source: S
de: K
es: P
fr: P
ja: 小
ko: 작게
ru: М
vi: N
zh_hans: 小
zh_hant: 小

# preferences-history.panel-size-title
source: Panel Size
de: Panelgröße
es: Tamaño del panel
fr: Taille du volet
ja: パネルのサイズ
ko: 패널 크기
ru: Размер панели
vi: Kích thước bảng
zh_hans: 面板大小
zh_hant: 面板大小

# preferences-history.retention-days-title
source: Auto-Clear After
de: Automatisch löschen nach
es: Borrar automáticamente tras
fr: Effacement automatique après
ja: 自動削除までの期間
ko: 자동 삭제 기간
ru: Автоочистка через
vi: Tự xóa sau
zh_hans: 自动删除
zh_hant: 自動刪除

# preferences-history.retention-section
source: Retention
de: Aufbewahrung
es: Retención
fr: Rétention
ja: 保持
ko: 보관
ru: Хранение
vi: Lưu giữ
zh_hans: 保留时间
zh_hant: 保留時間

# preferences-history.select-all
source: Select All
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべてを選択
ko: 모두 선택
ru: Выбрать все
vi: Chọn tất cả
zh_hans: 全选
zh_hant: 全選

# preferences-history.selected-captures
source: %d selected
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionné(s)
ja: %d 件を選択
ko: %d개 선택됨
ru: Выбрано: %d
vi: %d đã chọn
zh_hans: 已选 %d 项
zh_hant: 已選 %d 項

# preferences-history.storage-section
source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장공간
ru: Хранилище
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

# preferences-history.toggle-mode-shortcut-description
source: Toggle between floating and expanded modes
de: Zwischen schwebendem und erweitertem Modus wechseln
es: Alternar entre modo flotante y ampliado
fr: Basculer entre le mode flottant et développé
ja: フローティングモードと展開モードを切り替えます
ko: 플로팅 모드와 확장 모드 간을 전환합니다
ru: Переключение между плавающим и развернутым режимами
vi: Chuyển đổi giữa chế độ nổi và chế độ mở rộng
zh_hans: 在悬浮和展开模式之间切换
zh_hant: 在浮動和展開模式之間切換

# preferences-history.toggle-mode-shortcut-title
source: Toggle Expand
de: Erweitern umschalten
es: Alternar expansión
fr: Basculer l'extension
ja: 展開の切り替え
ko: 확장 모드 전환
ru: Переключение развертывания
vi: Chuyển đổi mở rộng
zh_hans: 切换展开
zh_hant: 切換展開

# preferences-history.upload-to-cloud
source: Upload to Cloud
de: In die Cloud hochladen
es: Subir a la nube
fr: Télécharger sur le cloud
ja: クラウドにアップロード
ko: 클라우드에 업로드
ru: Загрузить в облако
vi: Tải lên Cloud
zh_hans: 上传至云端
zh_hant: 上傳至雲端

# preferences-history.uploaded-to-cloud
source: Uploaded to Cloud
de: In die Cloud hochgeladen
es: Subido a la nube
fr: Téléversé sur le cloud
ja: クラウドにアップロードしました
ko: 클라우드에 업로드됨
ru: Загружено в облако
vi: Đã tải lên Cloud
zh_hans: 已上传至云端
zh_hant: 已上傳至雲端

# preferences-history.uploaded-to-cloud-and-copied-link
source: Uploaded to Cloud and copied link
de: In die Cloud hochgeladen und Link kopiert
es: Subido a la nube y enlace copiado
fr: Téléversé sur le cloud et lien copié
ja: クラウドにアップロードし、リンクをコピーしました
ko: 클라우드에 업로드하고 링크를 복사했습니다
ru: Загружено в облако, ссылка скопирована
vi: Đã tải lên Cloud và sao chép liên kết
zh_hans: 已上传至云端并复制链接
zh_hant: 已上傳至雲端並複製連結

# preferences-history.uploading-to-cloud
source: Uploading to Cloud...
de: Lädt in die Cloud hoch...
es: Subiendo a la nube...
fr: Téléversement vers le cloud...
ja: クラウドにアップロード中...
ko: 클라우드에 업로드 중...
ru: Загрузка в облако...
vi: Đang tải lên Cloud...
zh_hans: 正在上传至云端...
zh_hant: 正在上傳至雲端...

# preferences-menubar.capture-section
source: Capture
de: Aufnahme
es: Captura
ja: キャプチャ
ko: 캡처
ru: Съёмка
vi: Chụp
zh_hans: 截图
zh_hant: 截圖

# preferences-menubar.icon-custom
source: Custom
de: Eigene
es: Personalizado
fr: Personnalisée
ja: カスタム
ko: 사용자 지정
ru: Свой
vi: Tùy chỉnh
zh_hans: 自定义
zh_hant: 自訂

# preferences-menubar.icon-default
source: Default
de: Standard
es: Predeterminado
fr: Par défaut
ja: デフォルト
ko: 기본값
ru: По умолчанию
vi: Mặc định
zh_hans: 默认
zh_hant: 預設

# preferences-menubar.icon-section
source: Menu Bar Icon
de: Menüleisten-Symbol
es: Icono de la barra de menús
fr: Icône de la barre des menus
ja: メニューバーアイコン
ko: 메뉴 막대 아이콘
ru: Значок строки меню
vi: Biểu tượng thanh menu
zh_hans: 菜单栏图标
zh_hant: 選單列圖示

# preferences-menubar.icon-section-description
source: Choose a built-in icon, or click + or drop a PNG to add your own (18×18 recommended). Icons render as monochrome templates in the menu bar.
de: Wähle ein integriertes Symbol oder klicke auf + bzw. lege ein PNG ab, um ein eigenes hinzuzufügen (18×18 empfohlen). Symbole werden in der Menüleiste als monochrome Vorlagen dargestellt.
es: Elige un icono integrado, o haz clic en + o suelta un PNG para añadir el tuyo (se recomienda 18×18). Los iconos se muestran como plantillas monocromas en la barra de menús.
fr: Choisissez une icône intégrée, ou cliquez sur + ou déposez un PNG pour ajouter la vôtre (18×18 recommandé). Les icônes s'affichent en monochrome dans la barre des menus.
ja: 内蔵アイコンを選択するか、+ をクリックまたは PNG をドロップして独自のアイコンを追加します（18×18 推奨）。アイコンはメニューバーでモノクロテンプレートとして表示されます。
ko: 내장 아이콘을 선택하거나 +를 클릭 또는 PNG를 드롭하여 직접 추가하세요(18×18 권장). 아이콘은 메뉴 막대에 단색 템플릿으로 표시됩니다.
ru: Выберите встроенный значок или нажмите + либо перетащите PNG, чтобы добавить свой (рекомендуется 18×18). Значки отображаются в строке меню как монохромные шаблоны.
vi: Chọn biểu tượng có sẵn, hoặc nhấn + hay thả tệp PNG để thêm biểu tượng riêng (khuyến nghị 18×18). Biểu tượng hiển thị dạng đơn sắc trên thanh menu.
zh_hans: 选择内置图标，或点击 + 或拖入 PNG 添加自定义图标（建议 18×18）。图标在菜单栏中以单色模板显示。
zh_hant: 選擇內建圖示，或按 + 或拖放 PNG 加入自訂圖示（建議 18×18）。圖示在選單列中以單色樣板呈現。

# preferences-menubar.import-button
source: Import PNG…
de: PNG importieren…
es: Importar PNG…
fr: Importer un PNG…
ja: PNG を読み込む…
ko: PNG 가져오기…
ru: Импорт PNG…
vi: Nhập PNG…
zh_hans: 导入 PNG…
zh_hant: 輸入 PNG…

# preferences-menubar.import-failed-message
source: The selected file could not be read. Please choose a valid PNG image.
de: Die ausgewählte Datei konnte nicht gelesen werden. Bitte wähle ein gültiges PNG-Bild.
es: No se pudo leer el archivo seleccionado. Elige una imagen PNG válida.
fr: Impossible de lire le fichier sélectionné. Veuillez choisir une image PNG valide.
ja: 選択したファイルを読み込めませんでした。有効な PNG 画像を選択してください。
ko: 선택한 파일을 읽을 수 없습니다. 유효한 PNG 이미지를 선택하세요.
ru: Не удалось прочитать выбранный файл. Выберите корректное изображение PNG.
vi: Không thể đọc tệp đã chọn. Vui lòng chọn ảnh PNG hợp lệ.
zh_hans: 无法读取所选文件。请选择有效的 PNG 图片。
zh_hant: 無法讀取所選檔案。請選擇有效的 PNG 圖片。

# preferences-menubar.import-failed-title
source: Import Failed
de: Import fehlgeschlagen
es: Error al importar
fr: Échec de l'importation
ja: 読み込みに失敗しました
ko: 가져오기 실패
ru: Ошибка импорта
vi: Nhập thất bại
zh_hans: 导入失败
zh_hant: 輸入失敗

# preferences-menubar.items-description
source: Toggle items to show or hide them in the menu bar. Drag the handle to reorder within a section. Hidden features remain available via keyboard shortcuts.
de: Schalte Einträge ein oder aus, um sie in der Menüleiste ein- oder auszublenden. Ziehe am Griff, um innerhalb eines Abschnitts neu anzuordnen. Ausgeblendete Funktionen bleiben über Tastaturkurzbefehle verfügbar.
es: Activa o desactiva elementos para mostrarlos u ocultarlos en la barra de menús. Arrastra el control para reordenar dentro de una sección. Las funciones ocultas siguen disponibles mediante atajos de teclado.
fr: Activez ou désactivez des éléments pour les afficher ou les masquer dans la barre des menus. Faites glisser la poignée pour réorganiser au sein d'une section. Les fonctionnalités masquées restent accessibles via les raccourcis clavier.
ja: スイッチでメニューバー項目の表示・非表示を切り替えます。ハンドルをドラッグするとセクション内で並べ替えできます。非表示の機能もキーボードショートカットから利用できます。
ko: 토글로 메뉴 막대에서 항목을 표시하거나 숨길 수 있습니다. 핸들을 드래그하여 섹션 내에서 순서를 변경하세요. 숨긴 기능은 키보드 단축키로 계속 사용할 수 있습니다.
ru: Включайте и выключайте элементы, чтобы показывать или скрывать их в строке меню. Перетаскивайте за ручку, чтобы менять порядок внутри раздела. Скрытые функции остаются доступны через сочетания клавиш.
vi: Bật/tắt để hiện hoặc ẩn mục trên thanh menu. Kéo tay cầm để sắp xếp lại trong một mục. Tính năng bị ẩn vẫn dùng được qua phím tắt.
zh_hans: 使用开关在菜单栏中显示或隐藏项目。拖动手柄可在分组内重新排序。隐藏的功能仍可通过键盘快捷键使用。
zh_hant: 使用開關在選單列中顯示或隱藏項目。拖曳控制柄可在區段內重新排序。隱藏的功能仍可透過鍵盤快捷鍵使用。

# preferences-menubar.recording-section
source: Recording
de: Aufzeichnung
es: Grabación
fr: Enregistrement
ja: 録画
ko: 녹화
ru: Запись
vi: Ghi hình
zh_hans: 录制
zh_hant: 錄製

# preferences-menubar.remove-custom-button
source: Remove
de: Entfernen
es: Eliminar
fr: Supprimer
ja: 削除
ko: 제거
ru: Удалить
vi: Xóa
zh_hans: 移除
zh_hant: 移除

# preferences-menubar.reset-button
source: Reset to Defaults
de: Auf Standard zurücksetzen
es: Restablecer valores predeterminados
fr: Rétablir les valeurs par défaut
ja: デフォルトに戻す
ko: 기본값으로 재설정
ru: Сбросить настройки
vi: Đặt lại mặc định
zh_hans: 恢复默认设置
zh_hant: 重置為預設值

# preferences-menubar.tools-section
source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
ru: Инструменты
vi: Công cụ
zh_hans: 工具
zh_hant: 工具

# preferences-plugins.activity-log
source: Activity Log
de: Aktivitätsprotokoll
es: Registro de actividad
fr: Journal d'activité
ja: アクティビティログ
ko: 활동 기록
ru: Журнал действий
vi: Nhật ký hoạt động
zh_hans: 活动日志
zh_hant: 活動記錄

# preferences-plugins.activity-log-description
source: Everything plugins asked Snapzy to do. Passwords and other secrets are stripped out, so it's safe to paste into a bug report.
de: Alles, worum Plugins Snapzy gebeten haben. Passwörter und andere Geheimnisse werden entfernt — du kannst es gefahrlos in einen Fehlerbericht einfügen.
es: Todo lo que los plugins pidieron a Snapzy. Las contraseñas y otros secretos se eliminan, así que puedes pegarlo en un informe de error.
fr: Tout ce que les extensions ont demandé à Snapzy. Les mots de passe et autres secrets sont retirés : vous pouvez le coller dans un rapport de bug.
ja: プラグインが Snapzy に要求した内容の一覧です。パスワードなどの秘密情報は取り除かれているため、不具合報告に貼り付けても安全です。
ko: 플러그인이 Snapzy에 요청한 모든 내용입니다. 암호 등 비밀 정보는 제거되므로 버그 리포트에 붙여 넣어도 안전합니다.
ru: Всё, о чём плагины просили Snapzy. Пароли и другие секреты удалены, поэтому запись можно вставить в отчёт об ошибке.
vi: Mọi yêu cầu tiện ích gửi cho Snapzy. Mật khẩu và thông tin bí mật đã được lược bỏ nên bạn có thể dán vào báo cáo lỗi.
zh_hans: 插件向 Snapzy 发出的所有请求。密码等机密信息已被移除，可安全粘贴到问题报告中。
zh_hant: 外掛程式向 Snapzy 發出的所有請求。密碼等機密資訊已被移除，可安全貼到問題回報中。

# preferences-plugins.activity-log-empty
source: Nothing yet. Run a plugin command and its requests show up here.
de: Noch nichts. Führe einen Plugin-Befehl aus, dann erscheinen seine Anfragen hier.
es: Aún no hay nada. Ejecuta un comando de plugin y sus peticiones aparecerán aquí.
fr: Rien pour l'instant. Lancez une commande d'extension et ses requêtes apparaîtront ici.
ja: まだ何もありません。プラグインのコマンドを実行すると、その要求がここに表示されます。
ko: 아직 없습니다. 플러그인 명령을 실행하면 요청이 여기에 표시됩니다.
ru: Пока пусто. Запустите команду плагина — его запросы появятся здесь.
vi: Chưa có gì. Chạy một lệnh của tiện ích và các yêu cầu sẽ hiện ở đây.
zh_hans: 暂时没有内容。运行一个插件命令，其请求就会出现在这里。
zh_hant: 目前沒有內容。執行一個外掛程式指令，其請求就會出現在這裡。

# preferences-plugins.capability-asset-read
source: Your capture
de: Deine Aufnahme
es: Tu captura
fr: Votre capture
ja: キャプチャ
ko: 내 캡처
ru: Ваш снимок
vi: Ảnh chụp của bạn
zh_hans: 你的截图
zh_hant: 你的擷取內容

# preferences-plugins.capability-clipboard-write
source: Clipboard
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
ja: クリップボード
ko: 클립보드
ru: Буфер обмена
vi: Bảng nhớ tạm
zh_hans: 剪贴板
zh_hant: 剪貼板

# preferences-plugins.capability-document-write
source: Editing
de: Bearbeiten
es: Edición
fr: Édition
ja: 編集
ko: 편집
ru: Редактирование
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# preferences-plugins.capability-image
source: Image editing
de: Bildbearbeitung
es: Edición de imagen
fr: Traitement d'image
ja: 画像処理
ko: 이미지 처리
ru: Обработка изображений
vi: Xử lý ảnh
zh_hans: 图像处理
zh_hant: 影像處理

# preferences-plugins.capability-notify
source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
ko: 알림
ru: Уведомления
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# preferences-plugins.capability-ocr
source: Text recognition
de: Texterkennung
es: Reconocimiento de texto
fr: Reconnaissance de texte
ja: テキスト認識
ko: 텍스트 인식
ru: Распознавание текста
vi: Nhận dạng văn bản
zh_hans: 文字识别
zh_hant: 文字辨識

# preferences-plugins.capability-other
source: Other
de: Sonstiges
es: Otros
fr: Autre
ja: その他
ko: 기타
ru: Другое
vi: Khác
zh_hans: 其他
zh_hant: 其他

# preferences-plugins.capability-secrets
source: Saved password
de: Gespeichertes Passwort
es: Contraseña guardada
fr: Mot de passe enregistré
ja: 保存されたパスワード
ko: 저장된 암호
ru: Сохранённый пароль
vi: Mật khẩu đã lưu
zh_hans: 已保存的密码
zh_hant: 已儲存的密碼

# preferences-plugins.capability-storage
source: Its own settings
de: Eigene Einstellungen
es: Sus propios ajustes
fr: Ses propres réglages
ja: 自身の設定
ko: 자체 설정
ru: Собственные настройки
vi: Cài đặt riêng
zh_hans: 自身的设置
zh_hant: 自身的設定

# preferences-plugins.capability-ui
source: Questions
de: Rückfragen
es: Preguntas
ja: 確認ダイアログ
ko: 질문
ru: Вопросы
vi: Hỏi bạn
zh_hans: 询问
zh_hant: 詢問

# preferences-plugins.check-updates
source: Check for Updates
de: Nach Updates suchen
es: Buscar actualizaciones
fr: Rechercher des mises à jour
ja: アップデートを確認
ko: 업데이트 확인
ru: Проверить обновления
vi: Kiểm tra cập nhật
zh_hans: 检查更新
zh_hant: 檢查更新

# preferences-plugins.check-updates-description
source: Look for newer versions of the plugins you have installed.
de: Sucht nach neueren Versionen deiner installierten Plugins.
es: Busca versiones más recientes de los plugins que tienes instalados.
fr: Recherche des versions plus récentes de vos extensions installées.
ja: インストール済みプラグインの新しいバージョンを探します。
ko: 설치된 플러그인의 최신 버전을 찾습니다.
ru: Ищет более новые версии установленных плагинов.
vi: Tìm phiên bản mới hơn cho các tiện ích bạn đã cài.
zh_hans: 查找已安装插件的新版本。
zh_hant: 尋找已安裝外掛程式的新版本。

# preferences-plugins.checked-just-now
source: Everything is up to date.
de: Alles ist aktuell.
es: Todo está actualizado.
fr: Tout est à jour.
ja: すべて最新です。
ko: 모두 최신 상태입니다.
ru: Все обновлено.
vi: Mọi thứ đã là mới nhất.
zh_hans: 全部都是最新的。
zh_hant: 全部都是最新的。
